Repository: FloLaz/oqtane.translations
Catalog: Persian (fa-IR)/Oqtane.Client/Resources/Modules/Admin/Sites/Add.*.resx
Languages: fa_ir

source: Local Database
fa_ir: پایگاه داده محلی

source: Save
fa_ir: ثبت

source: Cancel
fa_ir: لغو

source: Loading...
fa_ir: در حال بارگذاری...

source: Server.Text
fa_ir: سرور:

source: Select Container
fa_ir: کانتینر را انتخاب کنید

source: DefaultContainer.Text
fa_ir: کانتینر پیشفرض:

source: Select Theme
fa_ir: انتخاب تم

source: Default Admin Container
fa_ir: کانتینر پیشفرض مدیریتی

source: Aliases.HelpText
fa_ir: نام مستعار(alias) برای سرور را وارد کنید

source: DefaultContainer.HelpText
fa_ir: کانتینر پیشفرض برای این سایت را انتخاب کنید

source: Tenant.Text
fa_ir: Tenant:

source: Aliases.Text
fa_ir: Aliases:

source: DefaultTheme.Text
fa_ir: تم پیشفرض:

source: Select Site Template
fa_ir: انتخاب قالب سایت

source: Select Tenant
fa_ir: انتخاب Tenant

source: Create New Tenant
fa_ir: ایجاد New Tenant

source: Error Loading Containers For Theme
fa_ir: خطا در بارگیری کانتینرها برای تم

source: {0} Already Used For Another Site&quot;, string.Join(&quot;,
fa_ir: {0} Already Used For Another Site", string.Join(",

source: Name.HelpText
fa_ir: نام سایت را وارد کنید

source: DefaultTheme.HelpText
fa_ir: تم پیش فرض را برای وب سایت انتخاب کنید

source: AdminContainer.HelpText
fa_ir: کانتینر مدیریت سایت را انتخاب کنید

source: SiteTemplate.HelpText
fa_ir: قالب سایت را انتخاب کنید

source: Tenant.HelpText
fa_ir: Select the tenant for the site

source: TenantName.HelpText
fa_ir: Enter the name for the tenant

source: DatabaseType.HelpText
fa_ir: Select the database type for the tenant

source: DatabaseServer.HelpText
fa_ir: Enter the server for the tenant

source: Database.HelpText
fa_ir: Enter the database for the tenant

source: IntegratedSecurity.HelpText
fa_ir: Select if you want integrated security or not

source: DatabaseUsername.HelpText
fa_ir: Enter the username for the integrated security

source: DatabasePassword.HelpText
fa_ir: Enter the password for the integrated security

source: HostUsername.HelpText
fa_ir: نام کاربری میزبان برای این سایت را وارد کنید

source: HostPassword.HelpText
fa_ir: رمز عبور میزبان برای این سایت را وارد کنید

source: Name.Text
fa_ir: نام سایت:

source: AdminContainer.Text
fa_ir: کانتینر مدیریتی:

source: SiteTemplate.Text
fa_ir: قالب سایت:

source: TenantName.Text
fa_ir: Tenant Name:

source: DatabaseType.Text
fa_ir: نوع پایگاه داده:

source: Database.Text
fa_ir: پایگاه داده:

source: IntegratedSecurity.Text
fa_ir: Integrated Security:

source: DatabaseUsername.Text
fa_ir: نام کاربری پایگاه داده:

source: DatabasePassword.Text
fa_ir: رمز عبور پایگاه داده:

source: HostUsername.Text
fa_ir: نام کاربری میزبان:

source: HostPassword.Text
fa_ir: رمز عبور میزبان:
