Repository: FloLaz/oqtane.translations
Catalog: Persian (fa-IR)/Oqtane.Client/Resources/Modules/Admin/Register/Index.*.resx
Languages: fa_ir

source: Info.Registration.Exists
fa_ir: شما قبلا ثبت نام کرده اید

source: Info.Registration.InvalidEmail
fa_ir: لطفا توجه داشته باشید که فرم ثبت نام به یک آدرس ایمیل معتبر برای تایید هویت شما نیاز دارد

source: Password.Confirm
fa_ir: تایید رمز عبور:

source: Register
fa_ir: ثبت نام

source: Info.Registration.Disabled
fa_ir: ثبت نام برای این سایت غیرفعال است

source: Info.User.AccountCreate
fa_ir: حساب کاربری ایجاد شد. لطفاً ایمیل خود را برای دستورالعمل های تأیید هویت بررسی کنید.

source: Error.User.AddInfo
fa_ir: خطا در افزودن کاربر. لطفاً مطمئن شوید که رمز عبور الزامات پیچیدگی را برآورده می کند و همچنین نام کاربری و ایمیل از قبل در سیستم موجود نباشد.

source: Message.Password.NoMatch
fa_ir: گذرواژه‌های وارد شده مطابقت ندارند

source: Message.Required.UserInfo
fa_ir: شما باید یک نام کاربری، رمز عبور و آدرس ایمیل ارائه دهید

source: Error.User.Add
fa_ir: خطا در افزودن کاربر

source: Confirm.HelpText
fa_ir: رمز عبور خود را دوباره وارد کنید تا با مقدار وارد شده در بالا مطابقت داده شود

source: Confirm.Text
fa_ir: تایید رمز عبور:

source: DisplayName.HelpText
fa_ir: نام کامل شما

source: DisplayName.Text
fa_ir: نام کامل:

source: Email.HelpText
fa_ir: آدرس ایمیل شما که در آن می‌خواهید اعلان‌ها را دریافت کنید

source: Email.Text
fa_ir: ایمیل:

source: Password.HelpText
fa_ir: لطفاً یک رمز عبور به اندازه کافی امن وارد کنید که شرایط پیچیدگی رمز عبور را داشته باشد

source: Password.Text
fa_ir: رمز عبور:

source: Username.HelpText
fa_ir: نام کاربری شما توجه داشته باشید که این فیلد پس از ذخیره قابل تغییر نیست.

source: Username.Text
fa_ir: نام کاربری:

source: Login
fa_ir: از قبل حساب دارید؟ اکنون وارد شوید.

source: Username:
fa_ir: نام کاربری:

source: Password:
fa_ir: رمز عبور:

source: Email:
fa_ir: ایمیل:

source: Cancel
fa_ir: لغو

source: You Are Already Registered
fa_ir: شما قبلا ثبت نام کرده اید

source: Please Note That Registration Requires A Valid Email Address In Order To Verify Your Identity
fa_ir: لطفا توجه داشته باشید که ثبت نام به یک آدرس ایمیل معتبر برای تایید هویت شما نیاز دارد

source: Confirm Password:
fa_ir: تایید رمز عبور:

source: Full Name:
fa_ir: نام و نام خانوادگی:

source: Registration is Disabled For This Site
fa_ir: ثبت نام برای این سایت غیرفعال است

source: User Account Created. Please Check Your Email For Verification Instructions.
fa_ir: حساب کاربری ایجاد شد. لطفاً ایمیل خود را برای دستورالعمل های تأیید بررسی کنید.

source: Error Adding User. Please Ensure Password Meets Complexity Requirements And Username Is Not Already In Use.
fa_ir: خطا در افزودن کاربر. لطفاً مطمئن شوید که رمز عبور با الزامات پیچیدگی مطابقت دارد و نام کاربری قبلاً استفاده نشده است.

source: Passwords Entered Do Not Match
fa_ir: رمزهای وارد شده مطابقت ندارند

source: You Must Provide A Username, Password, and Email Address
fa_ir: شما باید یک نام کاربری، رمز عبور و آدرس ایمیل ارائه دهید

source: Error Adding User
fa_ir: خطا در افزودن کاربر
