Repository: FloLaz/oqtane.translations
Catalog: Persian (fa-IR)/Oqtane.Client/Resources/Modules/Admin/Pages/Add.*.resx
Languages: fa_ir

source: Save
fa_ir: ذخیره

source: Cancel
fa_ir: لغو

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Name.Text
fa_ir: نام:

source: Parent.Text
fa_ir: والد:

source: Title.Text
fa_ir: عنوان:

source: Settings.Heading
fa_ir: تنظیمات

source: At Beginning
fa_ir: در آغاز

source: Before
fa_ir: قبل

source: After
fa_ir: بعد

source: At End
fa_ir: در پایان

source: Select Page
fa_ir: Page را انتخاب کنید

source: Select Container
fa_ir: Container را انتخاب کنید

source: Error Initializing Page
fa_ir: خطا در مقداردهی اولیه صفحه

source: Error Loading Child Pages For Parent
fa_ir: خطا در بارگیری صفحات فرزند برای والدین

source: Error Loading Pane Layouts For Theme
fa_ir: خطا در بارگیری Pane Layouts صفحه برای تم

source: A page with path {0} already exists for the selected parent page. The page path needs to be unique for the selected parent.
fa_ir: صفحه ای با مسیر {0} از قبل برای صفحه اصلی انتخاب شده وجود دارد. مسیر صفحه باید برای والد انتخاب شده منحصر به فرد باشد.

source: You Must Provide Page Name, Theme, and Container
fa_ir: شما باید نام صفحه، تم و کانتینر را ارائه دهید

source: Error Saving Page
fa_ir: خطا در ذخیره صفحه

source: Name.HelpText
fa_ir: نام صفحه را وارد کنید

source: Parent.HelpText
fa_ir: صفحه والد این صفحه را انتخاب کنید

source: Insert.HelpText
fa_ir: Select the location where you would like the page to be inserted in relation to other pages

source: Navigation.HelpText
fa_ir: Select whether the page is part of the site navigation or hidden

source: UrlPath.HelpText
fa_ir: Optionally enter a url path for this page (ie. home ). If you do not provide a url path, the page name will be used.

source: Redirect.HelpText
fa_ir: Optionally enter a url which this page should redirect to when a user navigates to it

source: Title.HelpText
fa_ir: به صورت اختیاری عنوان صفحه را وارد کنید. اگر عنوان صفحه را ارائه نکنید، از نام صفحه استفاده خواهد شد.

source: Theme.HelpText
fa_ir: موضوع این صفحه را انتخاب کنید

source: DefaultContainer.HelpText
fa_ir: کانتینر پیش فرض صفحه را انتخاب کنید

source: Icon.HelpText
fa_ir: Optionally provide an icon class name for this page which will be displayed in the site navigation

source: Personalizable.HelpText
fa_ir: Select whether you would like users to be able to personalize this page with their own content

source: Insert.Text
fa_ir: Insert:

source: Navigation.Text
fa_ir: Navigation?

source: UrlPath.Text
fa_ir: Url Path:

source: Redirect.Text
fa_ir: ریدایرکت:

source: Theme.Text
fa_ir: تم:

source: DefaultContainer.Text
fa_ir: کانتینر پیش فرض:

source: Icon.Text
fa_ir: آیکون:

source: Personalizable.Text
fa_ir: قابل شخصی سازی؟

source: Appearance.Name
fa_ir: ظاهر
